module.exports = {
	department: {
		main: `HelloWorld社团最高领导者。主要职责是全面负责HelloWorld社团工作。做好每一年度的工作计划，制订每学期的工作安排。检查各部工作情况，及时总结HelloWorld社团工作。定期主持召开HelloWorld社团主席团和全体会议，对各部工作进行评议。学期终给各部做工作鉴定，进行工作考核。研究HelloWorld社团的工作和发展方向。`,
		web: `Web端分前端和后端，前端指的是用户可以看得见碰得着的东西，包括Web页面的结构、Web的外观视觉表现以及Web层面的交互实现，后端更多的是与数据库进行交互以处理相应的业务逻辑，需要考虑的是如何实现功能、数据的存取、平台的稳定性与性能等。
			加入Web端，你将会学习到如何制作一个完整的网页喔。`,
		ios: `它看起来赏心悦目，用起来同样得心应手。它蕴含先进的技术，始终保持卓越。
			它吸引你去发掘每款内置 app 和各项功能。无论你在做什么，你所触及的一切，无不简单、直观、充满乐趣。
			这就是iOS，让你的设备，更多才，让你，更多艺。

			HelloWorld 
			Tech Department - iOS Team
			我们是谁？
			—iOS小组属技术部下属，创立于2015年。
			我们做什么？
			—iOS小组学习Swift 语言，用Xcode 进行iOS 应用程序的开发。
			这些又是什么？
			—iOS 是Apple Inc.开发的移动操作系统。
			—Swift 是Apple Inc.开发的编程语言，语法严谨而简明。
			—Xcode 是Apple Inc.开发的IDE。`,
		android: `如果你有一部安卓手机，那你每天的生活都离不开功能强大的安卓APP。
				想知道它们是怎么创造出来的吗？
				想享受编写APP的乐趣吗？
				如果你有梦想，能坚持，想编写出属于自己的APP，安卓组欢迎你！
				在这里你能学到有趣的安卓知识，与有着相同兴趣的小伙伴一起学习交流，参加竞赛。我们有一整个强大活跃的团队，安卓大牛的学长学姐，以及优秀的指导老师，加入我们，这些会是你安卓成神之路上强有力的跳板！`,
		action: `是HelloWorld社团当中至关重要的管理单位，直接协助主席团完成各项工作。主要职责是根据主席团的指示，组织协调部门共同办理的综合工作，并直接与各个部门联系，为综合活动开展做好准备工作。负责摆摊，综合性活动的人员安排；以HelloWorld社团名义发布重大事项的布告、通告；负责外校学生会，外校社团，企业赞助的交流工作；组织社团内部各项娱乐活动，制定社团不定期的出游计划。
				下设运营组： HelloWorld社团微信公众号的管理者，写得了文案，卖得了萌，既能小清新，又能无下限。`,
		product: `如果你有新奇的点子和活络的思想，总想着设计什么改变生活的应用，那么来产品就没错。在这里，我们会探讨每一个想法背后的可行性与实用性，然后进行优化设计和改进，进而做出产品的模型，将脑子里的想法完完全全的展示出来。`
	},
	community: {
		introduce: `HelloWorld社团是计算机学院领导下的一个技术服务类社团，服务于全校师生和所有校友，负责杭电校友服务平台开发、学院网站建设与维护等。`
	},
	history: [{
		date: '2014.04.26',
		description: '与杭州Google开发者社区（GDG）共同举办“Google I/O 直播之夜'
	}, {
		date: '2015.01.05',
		description: '成立浙江省高校微联盟，包含全省60家高校的72个微信公众号'
	}, {
		date: '2015.05.23',
		description: '协办百事可乐“把乐带回家”活动'
	}, {
		date: '2015.04.18',
		description: '成立杭州首家跨境电商O2O体验中心'
	}, {
		date: '2015.05.23',
		description: '举办2015浙江省-安控杯Hackathon大赛'
	}, {
		date: '2015.06.06',
		description: '出席2015中国创客西湖峰会'
	}, {
		date: '2016.04.16',
		description: '举办2016浙江省-龙驰杯Hackathon大赛'
	}, {
		date: '2016.09.20',
		description: '社会实践团获校级“百优团队”'
	}, {
		date: '2016.12.03',
		description: '与iOS club共同举办APP火花思维体验赛'
	}, {
		date: '2016.12.14',
		description: '与浙江工业大学精弘网络合作交流'
	}, {
		date: '2017.03.21',
		description: '与腾讯TGP社举办《金刚：骷髅岛》观影'
	}, {
		date: '2017.04.02',
		description: '成立浙江省高校技术类社团联盟'
	}, {
		date: '2017.04.13',
		description: '举办首届高校技术沙龙'
	}]
};